{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "animation.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "middleclass": {
    "branch": "master"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-test": {
    "branch": "master"
  },
  "vimux": {
    "branch": "master"
  },
  "windows.nvim": {
    "branch": "main"
  }
}
